/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Çevrimdışı";

/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%2$@ İle Biten %1$@";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Ekle";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Kart ekle";

/* Source type brand name */
"3D Secure" = "3D Güvenli";

/* part of {Account} ending in {last4} */
"Account" = "Hesap";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "HESAP SAHİBİNİN ADRESİ";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Hesap Sahibinin Adı";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Hesap numarası";

/* Title for Add a Card view */
"Add a Card" = "Kart Ekle";

/* Title shown above a card entry form */
"Add a card" = "Kart ekle";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Yeni SEPA Otomatik Ödeme Hesabı Ekle";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Kart ekle";

/* Button to add a new credit card. */
"Add New Card…" = "Yeni Kart Ekle...";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Yeni ödeme yöntemi ekle";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Ödeme bilgilerinizi ekleyin";

/* Caption for Address field on address form */
"Address" = "Adres";

/* Address line 1 placeholder for billing address form. */
"Address line 1" = "Adres satırı 1";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Adres satırı 2 (isteğe bağlı)";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Apt.";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Ödeme";

/* Text for back button */
"Back" = "Geri";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "BANKA";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Banka Hesabı";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "BANKA HESABI BİLGİSİ";

/* Title for billing address entry section */
"BILLING ADDRESS" = "FATURA ADRESİ";

/* Title for billing address entry section */
"Billing Address" = "Fatura Adresi";

/* Billing address section title for card form entry. */
"Billing address" = "Fatura adresi";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "IBAN numaranızı sağlayarak ve bu ödemeyi onaylarak, %@ ve ödeme hizmet sağlayıcımız Stripe'ı bankanıza hesabınızdan ödeme tahsilatı yapılması için talimat göndermeye ve bankanızı bu talimatlar doğrultusunda hesabınızdan ödeme yapmasına yetki veriyorsunuz. Bankanızla aranızdaki sözleşmenin hüküm ve şartlarına uygun olarak ödeme iadesi hakkına sahipsiniz. Ödeme iadesi talebi hesabınızdan ödeme yapılan tarihten itibaren 8 hafta içinde yapılmalıdır.";

/* Button title to cancel action in an alert */
"Cancel" = "İptal";

/* Title for card number entry field */
"CARD" = "KART";

/* Title for credit card number entry field */
"Card" = "Kart";

/* Details of a saved card */
"Card ending in %@" = "%@ ile biten kart";

/* Card details entry form header title */
"Card information" = "Kart bilgileri";

/* accessibility label for text field */
"card number" = "kart numarası";

/* Label for card number entry text field */
"Card number" = "Kart numarası";

/* TODO */
"Choose a payment method" = "Yeni bir ödeme yöntemi seçin";

/* Caption for City field on address form */
"City" = "Şehir";

/* Text for close button */
"Close" = "Kapat";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Kart tarayıcısını kapat";

/* Title for contact info form */
"CONTACT" = "İLETİŞİM";

/* Title for contact info form */
"Contact" = "İletişim";

/* Text for continue button */
"Continue" = "Devam et";

/* Caption for Country field on address form */
"Country" = "Ülke";

/* Title for country picker section */
"COUNTRY" = "ÜLKE";

/* Country selector and postal code entry form header title */
"Country or region" = "Ülke veya bölge";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "Ülke";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for delivery info form */
"Delivery" = "Teslimat";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "TESLİMAT ADRESİ";

/* Title for delivery address entry section */
"Delivery Address" = "Teslimat Adresi";

/* Done button title */
"Done" = "Tamam";

/* Button title to enter editing mode */
"Edit" = "Düzenle";

/* Caption for Email field on address form */
"Email" = "E-posta";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "ornek@ornek.com";

/* accessibility label for text field */
"expiration date" = "son kullanma tarihi";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Ücretsiz";

/* Placeholder string for name entry field. */
"Full name" = "Ad ve soyadınız";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Geçersiz veri.";

/* Shipping form error message */
"Invalid Shipping Address" = "Geçersiz Gönderi Adresi";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Yükleniyor...";

/* label for text field to enter card expiry */
"MM / YY" = "AA / YY";

/* label for text field to enter card expiry */
"MM/YY" = "AA/YY";

/* Title for payment options section */
"MORE OPTIONS" = "DAHA FAZLA SEÇENEK";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "Ad";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Yeni Kart";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Yeni Otomatik Ödeme Hesabı";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Yeni SEPA Otomatik Ödeme Hesabı";

/* Button to move to the next text entry field */
"Next" = "İleri";

/* No comment provided by engineer. */
"OK" = "TAMAM";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Çevrimiçi Bankacılık (FPX)";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to pay. */
"Or pay using" = "Veya şununla ödeyin:";

/* Title of a section displayed below an Apple Pay button. The section contains a credit card form as an alternative way to pay. */
"Or pay with a card" = "Ya da kartla ödeyin";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "%@ öde";

/* Pay with {payment method} */
"Pay with %@" = "%@ ile öde";

/* Title for Payment Method screen */
"Payment Method" = "Ödeme Metodu";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Caption for Phone field on address form */
"Phone" = "Telefon";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Kamerayı kartınıza doğrultun.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Posta";

/* Short string for postal code (text used in non-US countries) */
"Postal code" = "Posta kodu";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Posta Kodu";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "İşleniyor...";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "İlçe";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Kaldır";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "%@ yöntemini kaldırın";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "%2$@ ile biten %1$@ kartını kaldırın";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Kartı Kaldır";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Bu kartı gelecekteki %@ ödemeleri için kaydedin";
/* Text for button to scan a credit card */

"Scan Card" = "Kartı Tara";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Seç";
/* label for iDEAL-bank selection picker */

"Select bank" = "Banka seçin";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Ödeme yönteminizi seçin";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA Hesabı";
/* Payment method brand name */

"SEPA Debit" = "SEPA Bankamatik";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA Otomatik Ödeme";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Ayarla";
/* Title for shipping info form */

"Shipping" = "Gönderi";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "GÖNDERİ ADRESİ";
/* Title for shipping address entry section */

"Shipping Address" = "Gönderi Adresi";
/* Label for shipping method form */

"SHIPPING METHOD" = "GÖNDERİ METODU";
/* Label for shipping method form */

"Shipping Method" = "Gönderi Metodu";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Source type brand name */
"SOFORT" = "SOFORT";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "Eyalet";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "İl/İlçe/Bölge";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Girdiğiniz BSB eksik.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Girdiğiniz BSB geçersiz.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Seçilen ödeme metodu geçerli değil";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Kartınızla işlem yapılırken bir hata oluştu -- birazdan tekrar deneyin";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Beklenmedik bir hata oluştu -- birazdan tekrar deneyin";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Ödeme metodunuz doğrulanırken zaman aşımına uğradı -- tekrar deneyin";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Kartınızı taramak için Ayarlar'da kamera erişimine izin verin.";

/* Button to reload web view if we were unable to connect. */
"Try again" = "Tekrar dene";

/* Error message that displays when we&apos;re unable to connect to the server. */
"Unable to establish a connection." = "Bağlantı kurulamıyor.";

/* Default missing source type label */
"Unknown" = "Bilinmeyen";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Fatura Adresini Kullan";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Teslimat Adresini Kullan";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Gönderi Adresini Kullan";

/* Displays in the navigation bar title of the Identity Verification Sheet */
"Verify your identity" = "Kimliğinizi doğrulayın";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Ödeme metodunuzu doğrulayamadık. Lütfen farklı bir ödeme metodu seçin ve tekrar deneyin.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Satın alma işleminizi tamamlamak için %@ yönlendirileceksiniz";

/* Error when the card has already expired */
"Your card has expired" = "Kartınızın kullanım süresi dolmuş";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Kart numaranız eksik.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Kart numaranız geçersiz.";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Kartınız reddedildi";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Kartınızın son kullanma tarihi eksik.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Kartınızın son kullanma tarihi geçersiz.";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Kartınızın son kullanma ayı geçersiz";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Kartınızın son kullanma ayı geçersiz.";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Kartınızın son kullanma yılı geçersiz";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Kartınızın son kullanma yılı geçersiz.";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Kart numaranız geçersiz";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Kartınızın güvenlik kodu eksik.";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Kartınızın güvenlik kodu geçersiz";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Kartınızın güvenlik kodu geçersiz.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Posta kodunuz eksik.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Posta kodunuz geçersiz.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Posta kodunuz eksik.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Posta kodunuz geçersiz.";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "Posta Kodu";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Posta Kodu";

